# 현재 우리는 ... 

### [주30시간근무] 
10:00 ~ 17:00 동안 업무를 진행합니다. ( 주 30 시간 )

### [코드네임]
수평문화를 구현하기 위해
본명이 아닌 코드네임을 지어서, 호칭으로 씁니다. 

### [휴가제도]
연차는 25 개 입니다. 연차신청은 당일 통보제를 따릅니다. 

### [도서구입지원]
구성원의 성장을 위해 도서구입을 지원합니다. 

### [1800파티션]
개인의 자율적인 업무를 지원하기 위해서, 
넓은 개인 공간과 180cm 높이의 파티션을 씁니다. 

### [개인맥북지원]
모든 개발팀 구성원에게 맥북을 지원합니다.
퇴근 시 개인 성장을 위해 집에 가져가셔도 됩니다! 

# 우리가 지금 바라보는 것은 ... 
- 비판적인 공론장이 흥행하고 재미있는 게임을 만드는데에 도움이 된다고 믿습니다. 
- 다양한 전문성과 사회문화적 기반을 가진 개인들과 함께하는 것도 마찬가지입니다.
- 병렬적 업무 진행에 대해서 회의적입니다. 동시적인 업무 진행과 공유가 더 효율적인 것 같습니다. 
